import "../../css/termsAndCodtionComponents/TermsAndConditionsSection.css"
const TermsAndConditionsSection = () => {
    return (
        <div className="terms-section">
            <div className="container">
                <div>
                    <h2>سياسة الحجز لتناول الإفطار في مطعم حجوجه :</h2>
                    <p>
                        نحن في مطعم حجوجه نلتزم بتقديم تجربة تناول الطعام الفريدة والمميزة لضيوفنا الكرام. تهدف هذه السياسة إلى توضيح الشروط والأحكام المتعلقة بعملية الحجز لتناول وجبة الإفطار في مطعمنا.
                    </p>
                </div>
                <div>
                    <h2>الشروط والأحكام :</h2>
                    <ul>
                        <li>
                            <h3>الحجز والدفع :</h3>
                            <p>
                                يتعين على العميل إجراء الحجز مسبقًا لتناول وجبة الإفطار في مطعم حجوجه. يتوجب سداد قيمة الطلب بالكامل مقدمًا لضمان الحجز.
                            </p>
                        </li>
                        <li>
                            <h3>تفاصيل الحجز :</h3>
                            <p>
                                لا يمكن إجراء أو تعديل الحجوزات عند وصول العميل إلى المطعم
                            </p>
                        </li>
                        <li>
                            <h3>شروط التناول :</h3>
                            <p>
                                لن نتمكن من إضافة أي طلبات إضافية أثناء وجبة الإفطار. يتم تحديد المكان للعميل حسب خطة المطعم و لا يمكنك اختيار او تغيير موقع الترابيزة. ممنوع دخول أى أطعمة أو مشروبات من الخارج.
                            </p>
                        </li>
                        <li>
                            <h3>سياسة الإلغاء :</h3>
                            <p>في حال عدم حضور العميل يوم الحجز، لا يلزم المطعم بإرجاع المبلغ المدفوع. في نهاية اليوم، يتم تبرع الطعام غير المستهلك للفقراء والمحتاجين.</p>
                        </li>
                        <li>
                            <h3>إيصال الحجز :</h3>
                            <p>
                                يتم تسليم إيصال الحجز على الترابيزة لدى وصول العميل إلى المطعم. نحن في مطعم حجوجه نتطلع لخدمتكم وتقديم تجربة تناول إفطار لا تنسى. نشكركم على تفهمكم لسياسات الحجز الخاصة بنا، ونحن هنا للإجابة عن أية استفسارات قد تكون لديكم قبل حجزكم لتناول الإفطار.
                            </p>
                        </li>
                    </ul>
                    <div>
                        <h2>شروط وأحكام الحجز والدفع عبر الإنترنت لمطعمنا:</h2>
                        <ul>
                            <li>
                                <h3>عملية الحجز :</h3>
                                <p>
                                    يجب على العميل إتمام عملية الحجز عبر الإنترنت عند الرغبة في تناول الطعام في مطعمنا. يجب أن يكون الحجز مؤكدًا فقط بعد إكمال عملية الحجز عبر الموقع.
                                </p>
                            </li>
                            <li>
                                <h3>الدفع :</h3>
                                <p>
                                    يتم قبول الدفع عبر الإنترنت باستخدام بطاقات الائتمان المعتمدة فقط. يجب دفع قيمة الطلب بالكامل أثناء عملية الحجز لتأكيد الحجز.
                                </p>
                            </li>
                            <li>
                                <h3>الأمان والخصوصية :</h3>
                                <p>
                                    يتم استخدام بروتوكولات أمان متقدمة لضمان سلامة بيانات العملاء أثناء عملية الدفع عبر الإنترنت
                                </p>
                                <p>
                                    لا يتم مشاركة بيانات العميل مع أي أطراف خارجية لأي غرض من الأغراض.
                                </p>
                            </li>
                            <li>
                                <h3>التسليم والإيصال:</h3>
                                <p>
                                    يتم تأكيد الحجز وتسليم إيصال الحجز إلى العميل عبر الموقع بعد اكتمال عملية الحجز والدفع.
                                </p>
                                <p>
                                    يجب على العميل إظهار إيصال الحجز عند الوصول إلى المطعم لتأكيد الحجز.
                                </p>
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    );
}

export default TermsAndConditionsSection;
